Repository: indiff/qttabbar
Catalog: QTTabBar/Resources_String_*.resx
Languages: de_de, pt_br

# Options_Page11_ButtonBar
source: Customize the Button Bar.;Buttons;Button Bar Options;Large icons;Show labels on buttons;Lock the order of dropdown button menus;Lock the size of the search box;Custom Button Images
de_de: Anpassen der Schaltflächenleiste;Schaltflächen;Optionen für die Schaltflächenleiste;Große Symbole;Beschriftungen auf Schaltflächen anzeigen;Reihenfolge der Dropdown-Schaltflächenmenüs festlegen;Größe des Suchfelds festlegen;Benutzerdefinierte Schaltflächen-Icons
pt_br: Personaliza a barra de botão.;Botões;Opções da barra de botão;Ícones grandes;Mostrar rótulos dos botões;Bloquear ordem dos menus do botão suspenso;Bloqueie tamanho da caixa de pesquisa;Imagens de botão personalizadas

# Options_Page12_Plugins
source: Manage third-party plugins.;Install a Plugin;(Disabled);by {0};{0} has been removed.;This plugin will be installed when you press OK or Apply.;This plugin will be enabled when you press OK or Apply.;This plugin will be disabled when you press OK or Apply.;Uninstalling this plugin will also uninstall the following plugins:;Proceed?
de_de: Plugins von Drittanbietern verwalten.;Plugin installieren;(Deaktiviert);von {0};{0} wurde entfernt.;Dieses Plugin wird installiert, wenn Sie auf OK oder Übernehmen drücken.;Dieses Plugin wird aktiviert, wenn Sie auf OK oder Übernehmen drücken.;Dieses Plugin wird deaktiviert, wenn Sie auf OK oder Übernehmen drücken.;Die Deinstallation dieses Plugins deinstalliert auch die folgenden Plugins:;Fortfahren?;Aktivieren;Deaktivieren
pt_br: Gerencia os plugins de terceiros.;Instalar plugin;(Desativado);por {0};{0} foi removido.;Este plugin será instalado quando você pressionar OK ou Aplicar.;Este plugin será ativado quando você pressionar OK ou Aplicar.;Este plugin será desativado quando você pressionar OK ou Aplicar.;Desinstalar este plug-in também desinstalará os seguintes plugins:;Proceder?;Ativar;Desativar

# Options_Page13_Language
source: Change the language.;Main language;Use built-in language:;Use language file:;Plugin language files;Language File Editor;Show Language Editor...;Original;Translated;Reset all entries to their original value?;Error saving file.;简体中文
de_de: Sprache ändern;Hauptsprache;Eingebaute Sprache verwenden:;Sprachdatei verwenden:;Plugin-Sprachdateien;Sprachdatei-Editor;Spracheditor anzeigen...;Original;Übersetzt;Alle Einträge auf ihren ursprünglichen Wert zurücksetzen?;Fehler beim Speichern der Datei.;简体中文;English;German
pt_br: Altera o idioma.;Idioma principal;Usar idioma integrado:;Usar arquivo de idioma:;Arquivos de idiomas de plugin;Editor de arquivos de idioma;Mostrar Editor de Idiomas...;Original;Traduzido;Redefinir todas as entradas ao seu valor original?;Erro ao salvar o arquivo.;Chinês simplificado;Inglês;Alemão

# Options_Page14_About
source: View credits and version information.;Original code by {0};Lead Developer:;Other Developers:;Icons and graphics:;If you find QTTabBar useful, please consider making a small donation.;汉化修改：;Build by: {0}
de_de: Credits und Versionsinformationen anzeigen:;Originalcode von {0};Hauptentwickler:;Andere Entwickler:;Symbole und Grafiken:;Wenn Sie QTTabBar nützlich finden, ziehen Sie bitte eine kleine Spende in Betracht.;汉化修改：;Build by: {0}
pt_br: Exibe as informações de créditos e da versão.;Código original por {0};Desenvolvedor Chefe:;Outros Desenvolvedores:;Ícones e gráficos:;Se você achou o Qttabbar útil, por favor considere fazer uma pequena doação.;汉化修改：;Criado por: {0}

# ShortcutKeys_ActionNames
source: Go back;Go forward;Go back to start;Go forward to end;Select next tab;Select previous tab;Select first tab;Select last tab;Switch to last activated tab;Open new tab;Open new window;Merge tabs from other windows;Close current tab;Close all but current;Close left;Close right;Close window;Undo close;Clone current tab;Open current folder in new window;Lock / unlock current;Lock / unlock all;Browse folder;Create new group;Open option dialog;Show toolbar menu;Show current tab menu;Show group menu (Button Bar);Show recent folder menu (Button Bar);Show user application menu (Button Bar);Show recent files menu (Button Bar);Create new empty file;Create new folder;Copy selected files path;Copy selected files name;Copy current folder path;Copy current folder name;Check MD5 of selected files;Bring window to topmost;Transparency +;Transparency -;Focus file list;Focus search bar (Explorer);Focus search box (Button Bar);Show Subfolder Tip Menu for selected folder;Send window to Task Tray;Focus the Tab Bar;Sort tabs by name;Sort tabs by path;Sort tabs by last activation;Nothing;Up one level;Refresh;Paste;Maximize;Minimize;Open in new tab;Open in new tab without activating;Open in new window;Cut;Copy;Delete;Properties;Copy path;Copy name;View checksum;Close tab;Close tabs to left;Close tabs to right;Up one level;Lock;Show context menu;Open in new window;Clone;Copy path;Properties;Show Subdirectory Tip menu;Close all but this;Open CMD;Open selected folders in new tab without activating
de_de: Zurück;Vorwärts;Zurück zum Anfang;Vorwärts zum Ende;Nächste Registerkarte auswählen;Vorherige Registerkarte auswählen;Erste Registerkarte auswählen;Letzte Registerkarte auswählen;Zur zuletzt aktivierten Registerkarte wechseln;Neue Registerkarte öffnen;Neues Fenster öffnen;Registerkarten aus anderen Fenstern zusammenführen;Aktuelle Registerkarte schließen;Alle außer der aktuellen schließen;Links schließen;Rechts schließen;Fenster schließen;Schließen rückgängig machen;Aktuelle Registerkarte klonen;Aktuellen Ordner in neuem Fenster öffnen;Aktuelle sperren / entsperren; Alle sperren / entsperren;Ordner durchsuchen;Neue Gruppe erstellen;Optionsdialog öffnen;Menü der Symbolleiste anzeigen;Menü der aktuellen Registerkarte anzeigen;Menü der Gruppe anzeigen (Buttonleiste);Menü des letzten Ordners anzeigen (Buttonleiste);Menü der Benutzeranwendung anzeigen (Buttonleiste);Menü der letzten Dateien anzeigen (Buttonleiste);Neue leere Datei erstellen;Neuen Ordner erstellen;Pfad der ausgewählten Dateien kopieren;Name der ausgewählten Dateien kopieren;Pfad des aktuellen Ordners kopieren; Aktuellen Ordnernamen kopieren;MD5 der ausgewählten Dateien prüfen;Fenster ganz nach oben bringen;Transparenz +;Transparenz -;Dateiliste fokussieren;Suchleiste (Explorer) fokussieren;Suchfeld (Buttonleiste) fokussieren;Unterordner-Inhalt-Menü für ausgewählten Ordner anzeigen;Fenster an Taskleiste senden;Tab-Leiste fokussieren;Tabs nach Namen sortieren;Tabs nach Pfad sortieren;Tabs nach letzter Aktivierung sortieren;Nichts;Eine Ebene höher;Aktualisieren;Einfügen;Maximieren; Minimieren;In neuer Registerkarte öffnen;In neuer Registerkarte ohne Aktivierung öffnen;In neuem Fenster öffnen;Ausschneiden;Kopieren;Löschen;Eigenschaften;Pfad kopieren;Name kopieren;Prüfsumme anzeigen;Registerkarte schließen; Registerkarte links schließen;Registerkarte rechts schließen;Eine Ebene höher;Sperren;Kontextmenü anzeigen;In neuem Fenster öffnen;Klonen;Pfad kopieren;Eigenschaften;Inhalt-Menü für Unterverzeichnisse anzeigen;Alles außer diesem schließen;CMD öffnen;Ausgewählte Ordner in neuer Registerkarte ohne Aktivierung öffnen
pt_br: Voltar;Avançar;Volte para início;Avançar para o fim;Selecionar próxima aba;Selecionar aba anterior;Selecionar primeira aba;Selecionar última aba;Alternar para a última aba ativada;Abrir nova aba;Abrir nova janela;Mesclar abas de outras janelas;Fechar aba atual;Fechar todas mais atual;Fechar esquerda;Fechar direita;Fechar janela;Desfazer perto;Clonar aba atual;Abrir pasta atual em uma nova janela;Bloquear / desbloquear atual;Bloquear / desbloquear todas;Procurar pasta;Criar novo grupo;Abrir diálogo de opção;Mostrar menu da barra de ferramentas;Mostrar menu da aba atual;Mostrar menu de grupo (Barra de botão);Mostrar menu de pasta recente (Barra de botão);Mostrar menu de aplicativos do usuário (Barra de botão);Mostrar menu de arquivos recentes (Barra de botão);Criar novo arquivo vazio;Criar nova pasta;Copiar caminho dos arquivos selecionados;Copiar nome dos arquivos selecionados;Copiar caminho da pasta atual;Copiar nome da pasta atual;Verificar MD5 dos arquivos selecionados;Tornar janela sempre visível;Transparência +;Transparência -;Focar lista de arquivos;Focar barra de pesquisa (Explorer);Focar caixa de pesquisa (Barra de botão);Mostrar menu de subpasta para pasta selecionada;Enviar janela para bandeja de tarefas;Focar a barra de abas;Ordenar abas por nome;Ordenar abas pelo caminho;Ordenar abas por última ativação;Nada;Subir um nível;Atualizar;Colar;Maximizar;Minimizar;Abrir em uma nova aba;Abrir em uma nova aba sem ativar;Abrir em uma nova janela;Recortar;Copiar;Excluir;Propriedades;Copiar caminho;Copiar nome;Exibir checksum;Fechar aba;Fechar abas a esquerda;Fechar abas a direita;Subir um nível;Bloquear;Mostrar menu de contexto;Abrir em uma nova janela;Clonar;Copiar caminho;Propriedades;Mostrar menu de dicas do subdiretório;Fechar todas menos essa;Abrir CMD;Abrir pastas selecionadas na nova aba sem ativação;Add to group

# TabBar_Menu
source: Close;Close right;Close left;Close all but this;Add to Group;Create new Group;Lock;Clone this;New window;Copy path;Properties;Tab history;Groups;Undo closed;Last activated;Recently opened files;Browse folder;Close all but current;Close Window;Options;Unlock;Add to Application menu : ;items;Cancel;Branches;Remove this item from menu;O&pen containing folder;Tab label;Tab order;Name;Path;Active;Lock the Toolbars;Merge tabs of other windows;Invert;Open CMD
de_de: Schließen;Rechts schließen;Links schließen;Alles außer diesem schließen;Zu Gruppe hinzufügen;Neue Gruppe erstellen;Sperren;Dies klonen;Neues Fenster;Pfad kopieren;Eigenschaften;Tab-Historie;Gruppen;Geschlossen rückgängig machen;Zuletzt aktiviert;Kürzlich geöffnete Dateien;Ordner durchsuchen;Alles außer dem aktuellen schließen;Fenster schließen;Optionen;Entsperren;Zum Anwendungsmenü hinzufügen : ;Einträge;Abbrechen;Entwicklungszweig;Diesen Eintrag aus dem Menü entfernen;O&pen, der den Ordner enthält;Tab-Label;Tab-Reihenfolge;Name;Pfad;Aktiv;Symbolleisten sperren;Tabs anderer Fenster zusammenführen;Invertieren;CMD öffnen
pt_br: Fechar;Fechar a direita;Fechar esquerda;Fechar todas menos essa;Adicionar para o grupo;Criar novo grupo;Bloquear;Duplicar;Nova janela;Copiar caminho;Propriedades;Histórico de abas;Grupos;Desfazer fechado;Última ativada;Arquivos abertos recentes;Procurar pasta;Fechar todas mais atual;Fechar janela;Opções;Desbloquear;Adicionar ao menu de aplicativos : ;itens;Cancelar;Ramos;Remova este item do menu;A&brir conteúdo da pasta;Rótulo da aba;Ordenar aba por;Nome;Caminho;Ativa;Bloqueie barras de ferramentas;Mesclar abas de outras janelas;Inverter;Abrir CMD

# TabBar_Message
source: QTTabBar failed to open "{0}".
de_de: QTTabBar konnte nicht geöffnet werden "{0}".
pt_br: QTTabBar falhou ao abrir "{0}".

# TabBar_NewGroup
source: Create New Group;Group name:;Add all tabs
de_de: Neue Gruppe erstellen;Gruppenname:;Alle Registerkarten hinzufügen
pt_br: Criar um novo grupo;Nome do grupo:;Adicionar todas abas

# TabBar_Option_Genre
source: Window;Tabs;Tweaks;Tooltips;General;Appearance;Mouse;Keys;Groups;Applications;Button Bar;Plugins;Language;About
de_de: Fenster;Registerkarten;Tweaks;Tooltips;Allgemein;Aussehen;Maus;Tasten;Gruppen;Anwendungen;Tastenleiste;Plugins;Sprache;Über
pt_br: Janela;Abas;Ajustes;Dicas de ferramentas;Geral;Aparência;Mouse;Teclas;Grupos;Aplicativos;Barra de Botão;Plugins;Idioma;Sobre

# TaskBar_Menu
source: Taskbar;Desktop;Lock items;Draw title background;Menu by one click;Enable application shortcut keys
de_de: Taskleiste;Desktop;Elemente sperren;Titelhintergrund zeichnen;Menü mit einem Klick;Tastenkombinationen für Anwendungen aktivieren
pt_br: Barra de tarefas;Área de trabalho;Bloquear itens;Desenhar fundo do título;Menu de clique único;Ativar teclas de atalho de aplicativo

# TaskBar_Titles
source: Groups;Undo closed;Applications;Recently opened files
de_de: Gruppen;Geschlossen rückgängig machen;Anwendungen;Zuletzt geöffnete Dateien
pt_br: Grupos;Desfazer fechado;Aplicativos;Arquivos abertos recente

# TrayIcon
source: 1 window;{0} windows
de_de: 1 Fenster;{0} Fenster
pt_br: 1 janela;{0} janelas

# UpdateCheck
source: A new version of QTTabBar has been released:;Press OK to go to the web site.;Your version of QTTabBar is up to date.;New development version found:;Version file not found (404).;Unknown network error.;Server not found.;Server returned wrong strings.
de_de: Eine neue Version von QTTabBar wurde veröffentlicht:;Drücken Sie OK, um zur Website zu gelangen.;Ihre Version von QTTabBar ist auf dem neuesten Stand.;Neue Entwicklungsversion gefunden:;Versionsdatei nicht gefunden (404).;Unbekannter Netzwerkfehler.;Server nicht gefunden.;Server hat falsche Zeichenfolgen zurückgegeben.
pt_br: Uma nova versão do Qttabbar foi lançada:;Pressione OK para ir ao site.;Sua versão do QTTabBar está atualizada.;Nova versão de desenvolvimento encontrada:;Arquivo de versão não encontrado (404).;Erro de rede desconhecido.;Servidor não encontrado.;O servidor retornou as strings erradas.
