Repository: indiff/qttabbar
Catalog: QTTabBar/Resources_String_*.resx
Languages: de_de, pt_br

# ButtonBar_BtnName
source: Separator;Go back;Go forward;Groups;Recently Closed;Applications;New window;Clone this;Lock;Copy Tool;TopMost;Close;Close all but current;Close window;Close left;Close right;Up one level;Reload;Search;Opacity;Search Box;Options
de_de: Trennzeichen;Zurückgehen;Vorwärtsgehen;Gruppen;Kürzlich geschlossen;Anwendungen;Neues Fenster;Dies klonen;Sperren;Kopierwerkzeug;Oberste;Schließen;Alles außer dem aktuellen schließen;Fenster schließen;Links schließen;Rechts schließen;Eine Ebene höher;Neu laden;Suchen;Deckkraft;Suchfeld;Optionen
pt_br: Separador;Voltar;Avançar;Grupo;Recentes;Aplicativos;Nova janela;Fechar essa;Bloquear;Copiar;Sempre visível;Fechar;Fechar outras;Fechar janela;Fechar a esquerda;Fechar a direita;Subir um nível;Recarregar;Procurar;Opacidade;Caixa de pesquisa;Opções

# ButtonBar_Misc
source: Path;Name;Current folder path;Current folder name;MD5; items;Paths of all open tabs
de_de: Pfad;Name;Aktueller Ordnerpfad;Aktueller Ordnername;MD5; Elemente;Pfade aller geöffneten Registerkarten
pt_br: Caminho;Nome;Caminho atual da pasta;Nome da pasta atual;MD5; itens;Caminhos de todas as abas abertas

# Desktop
source: List;Details;Tiles;Default
de_de: Liste;Details;Kacheln;Standard
pt_br: Lista;Detalhes;Lado a lado;Padrão

# DialogButtons
source: OK;Cancel;&Apply;&Default;Reset &Page;&Reset All;Reset;Add;Add...;Remove;Options;Enable;Disable;Undo;Load...;Save...
de_de: OK;Abbrechen;&Übernehmen;&Standard;Zurücksetzen &Seite;&Alles Zurücksetzen;Zurücksetzen;Hinzufügen;Hinzufügen...;Entfernen;Optionen;Aktivieren;Deaktivieren;Rückgängig;Laden...;Speichern...
pt_br: OK;Cancelar;&Aplicar;Pa&drão;Resetar &Página;&Resetar Todos;Resetar;Adicionar;Adicionar...;Remover;Opções;Ativar;Desativar;Desfazer;Carregar...;Salvar...

# DragDropToolTip
source: Copy to:;Move to:;Create shortcut in:
de_de: Kopieren nach:;Verschieben nach:;Verknüpfung erstellen in:
pt_br: Copiar para:;Mover para:;Criar atalho em:

# ErrorDialogs
source: Operation failed.\r\nPlease make sure the file or the target of link exists:\r\n\r\n{0};Error - QTTabBar;Warning: Could not automatically enable QTTabBar. To enable it manually, press and release the Alt key, then select QTTabBar from the View/Toolbars menu.;Could not enable;Error;Unable to load QTTabBar hook library.;Unable to initialize QTTabBar hook library.;Some features might not be functional. To resolve this, you may need to reinstall the application.;Failed to hook Desktop. Please re-enable QT Tab Desktop tool.;Operation failed.\r\nPlease make sure the folder exists or you have permission to access to:\r\n\r\n\t{0}
de_de: Operation fehlgeschlagen.\r\nBitte stellen Sie sicher, dass die Datei oder das Ziel der Verknüpfung existiert:\r\n\r\n{0};Fehler - QTTabBar;Warnung: Die QTTabBar konnte nicht automatisch aktiviert werden. Um sie manuell zu aktivieren, drücken Sie die Alt-Taste, lassen Sie sie los und wählen Sie QTTabBar aus dem Menü Ansicht/Symbolleisten.;Konnte nicht aktiviert werden;Fehler;QTTabBar-Hook-Bibliothek konnte nicht geladen werden.;QTTabBar-Hook-Bibliothek konnte nicht initialisiert werden.;Einige Funktionen sind möglicherweise nicht funktionsfähig. Um dies zu beheben, müssen Sie möglicherweise die Anwendung neu installieren.;Hooking des Desktops fehlgeschlagen. Bitte aktivieren Sie das QT Tab Desktop-Tool erneut.;Der Vorgang ist fehlgeschlagen.\r\nBitte stellen Sie sicher, dass der Ordner existiert oder dass Sie die Berechtigung haben, darauf zuzugreifen:\r\n\r\n\t{0}
pt_br: Operação falhou. Certifique-se de que o arquivo ou o alvo do link exista: {0};Erro - QTTabBar;Aviso: Não foi possível ativar automaticamente o QTTabBar. Para habilitá-lo manualmente, pressione e solte a tecla Alt e selecione QTTabBar no menu Exibir/Barras de ferramentas.;Não foi possível ativar;Erro;Não é possível carregar a biblioteca hook do QTTabBar.;Não é possível inicializar a biblioteca hook do QTTabBar.;Alguns recursos podem não ser funcionais. Para resolver isso, você pode precisar reinstalar o aplicativo.;Falha de hook do Desktop. Por favor, re-habilite a ferramenta QT Tab Desktop.;Operação falhou. Por favor, certifique-se de que a pasta existe ou você tem permissão para acessar: {0}

# FileFilters
source: Image Files;Language Files;Plugin Files
de_de: Bilddateien;Sprachdateien;Plugin-Dateien
pt_br: Arquivos de Imagem;Arquivos de Idioma;Arquivos de Plugin

# FileHashComputer
source: Path;Hash;Close;Clear;Refresh;Always on top;Show result;Clear on close;Full path;(Now calculating...)
de_de: Pfad;Hash;Schließen;Löschen;Aktualisieren;Immer im Vordergrund;Ergebnis anzeigen;Löschen beim Schließen;Vollständiger Pfad;(Jetzt berechnen...)
pt_br: Caminho;Hash;Fechar;Limpar;Atualizar;Sempre visível;Mostrar resultados;Limpar ao sair;Caminho completo;(Calculando agora...)

# MarginDropDown
source: All;Left;Top;Right;Bottom
de_de: Alle;Links;Oben;Rechts;Unten
pt_br: Todos;Esquerda;Superior;Direita;Inferior

# Misc_Strings
source: Desktop Search;Image file is invalid.\r\n\r\nPlease specify 432 x 40 px image file.;Search Results in;shortcut;Choose your file;Choose your folder;Experimental;dummy
de_de: Desktop Suche;Bilddatei ist ungültig.\r\n\r\nBitte geben Sie eine 432 x 40 px große Bilddatei an.;Suchergebnisse in;Verknüpfung;Wählen Sie Ihre Datei;Wählen Sie Ihren Ordner;Experimentell;Dummy
pt_br: Pesquisa da Área de trabalho;O arquivo de imagem é inválido. Por favor, especifique arquivo de imagem 432 x 40 px.;Resultados da Pesquisa em;atalho;Escolha o arquivo;Escolha a pasta;Experimental;dummy

# OptionsDialog
source: QTTabBar Options;Reset all options on this page to their default values?;Reset all options to their default values? This will not affect Groups, Applications, or Plugins.;Confirmation
de_de: QTTabBar Einstellungen;Alle Einstellungen auf dieser Seite auf ihre Standardwerte zurücksetzen?;Alle Einstellungen auf ihre Standardwerte zurücksetzen? Dies wirkt sich nicht auf Gruppen, Anwendungen oder Plugins aus.;Bestätigung
pt_br: Opções do QTTabBar;Redefinir todas as opções nesta página para seus valores padrão?;Redefinir todas as opções para seus valores padrão? Isso não afetará grupos, aplicativos ou plugins.;Confirmações

# Options_Page01_Window
source: Change how Explorer Windows behave.;Single Window mode;Capture new Explorer windows as new tabs;Do not capture new Explorer windows;Default location for new windows and tabs;Session saving;Start a new session each time;Restore all tabs from the previous session;Restore only the locked tabs from the previous session;When the close button is clicked;Close the window;Close the current tab;Close all unlocked tabs;Send the window to the Task Tray on;Close;Minimize
de_de: Ändern Sie das Verhalten von Explorer-Fenstern; Einzelfenstermodus; Erfassen neuer Explorer-Fenster als neue Registerkarten; Neue Explorer-Fenster nicht erfassen; Standardspeicherort für neue Fenster und Registerkarten; Sitzungsspeicherung; Starten Sie jedes Mal eine neue Sitzung; Wiederherstellen aller Registerkarten aus der vorherigen Sitzung; Wiederherstellen nur der gesperrten Registerkarten aus der vorherigen Sitzung; Wenn die Schließen-Schaltfläche angeklickt wird; Schließen Sie das Fenster; Schließen Sie die aktuelle Registerkarte; Schließen Sie alle nicht gesperrten Registerkarten; Senden Sie das Fenster in den Systemtray; Schließen; Minimieren; Blaue Plus-Schaltfläche
pt_br: Altera como o Explorer do Windows se comporta.;Modo de janela única;Capturar novas janelas do Explorer como novas abas;Não capturar novas janelas do Explorer;Local padrão para novas janelas e abas;Salvando sessão;Iniciar uma nova sessão a cada vez;Restaurar todas as abas da sessão anterior;Restaurar apenas as abas bloqueadas da sessão anterior;Quando o botão fechar é clicado;Fechar janela;Fechar aba atual;Fechar todas as abas desbloqueadas;Enviar janela para a bandeja de tarefas;Fechar;Minimizar;Botão azul mais

# Options_Page02_Tabs
source: Change options related to tabs.;Open new tabs:;When the current tab is closed, switch to the:;Switch to new tabs immediately;Reuse existing tabs;Rename ambiguous tabs;When drag-hovering over a tab,;Switch to it;Show the Subfolder Tip menu;Tab icons;Show folder icons on tabs;Show the Subfolder Tip menu when the icon is clicked;Show the drive letter on the icon;Close button;Show close button on tabs;Only with the Alt key down;Only on mouse hover;Tab Bar;Show navigation buttons on the tab bar;On the left;On the right;Allow multiple rows of tabs;Always put the row with the active tab on the bottom;Left of the current tab;Right of the current tab;In the leftmost position;In the rightmost position;Tab to the left;Tab to the right;Leftmost tab;Rightmost tab;Last activated tab;Behavior
de_de: Ändern Sie die Optionen für die Registerkarten. Neue Registerkarten öffnen:;Wenn die aktuelle Registerkarte geschlossen wird, wechseln Sie zu der Registerkarte: ;Sofort zu neuen Tabs wechseln;Vorhandene Tabs wiederverwenden;Mehrdeutige Tabs umbenennen;Beim Ziehen über einen Tab zu diesem wechseln;Menü Unterordner-Inhalt anzeigen;Tab-Symbole;Ordnersymbole auf Tabs anzeigen;Menü Unterordner-Inhalt anzeigen, wenn auf das Symbol geklickt wird;Laufwerksbuchstabe auf dem Symbol anzeigen;Schließen-Schaltfläche;Schließen-Schaltfläche auf Tabs anzeigen;Nur bei gedrückter Alt-Taste;Nur bei Mausbewegung; Registerkartenleiste;Navigationsschaltflächen auf der Registerkartenleiste anzeigen;Links;Rechts;Mehrere Reihen von Registerkarten zulassen;Die Reihe mit der aktiven Registerkarte immer unten anordnen;Links von der aktuellen Registerkarte;Rechts von der aktuellen Registerkarte;Ganz links;Ganz rechts;Registerkarte nach links;Registerkarte nach rechts;Ganz links;Ganz rechts;Zuletzt aktivierte Registerkarte;Verhalten
pt_br: Altera as opções relacionadas a abas.;Abrir novas abas:;Quando a aba atual é fechada, alterne para:;Alternar para novas abas imediatamente;Reutilizar as abas existentes;Renomear abas ambíguas;Ao arrastar, pairando sobre uma aba,;Alternar para essa;Mostrar menu de subpastas;Ícones da aba;Mostrar Ícones de pastas em abas;Mostrar menu de dica da subpasta quando o ícone é clicado;Mostrar a letra da unidade no ícone;Botão fechar;Mostrar botão fechar nas abas;Apenas com a tecla Alt pressionada;Apenas ao passar o mouse;Barra de abas;Mostrar botões de navegação na barra de abas;Na esquerda;Na direita;Permitir várias linhas de abas;Sempre colocar linha com a aba ativa na parte inferior;A esquerda da aba atual;A direita da aba atual;Na posição mais à esquerda;Na posição mais à direita;Aba para a esquerda;Aba para a direita;Aba mais a esquerda;Aba mais a direita;Última aba ativada;Comportamento

# Options_Page03_Tweaks
source: Enable or disable tweaks to Explorer's List View.;Tweaks that can be used with either List View;Display column headers in all view modes (Windows Vista/7);Use the standard filesystem view for Library folders (Windows 7);Deselect file extension when renaming files (Windows XP);Cycle selection with F2 while renaming;Wrap around when moving the selection with the arrow keys;Backspace goes up one level (Windows Vista/7);Scrolling with mouse wheel while holding shift scrolls horizontally;Tweaks that can only be used with the older List View;Enable the older List View control (Windows 7);Full row selection in Details view;Show grid lines in Details view;Alternate row colors in Details view;Foreground color:;Background color:
de_de: Aktivieren oder Deaktivieren von Tweaks für die Listenansicht des Explorers. Tweaks, die mit beiden Listenansichten verwendet werden können; Anzeige von Spaltenüberschriften in allen Ansichtsmodi (Windows Vista/7); Verwendung der Standard-Dateisystemansicht für Bibliotheksordner (Windows 7); Abwählen der Dateierweiterung beim Umbenennen von Dateien (Windows XP); Auswahl mit F2 beim Umbenennen umschalten; Umdrehen beim Verschieben der Auswahl mit den Pfeiltasten; Rücktaste geht eine Ebene nach oben (Windows Vista/7);Scrollen mit Mausrad bei gedrückter Umschalttaste scrollt horizontal;Tweaks, die nur mit der älteren Listenansicht verwendet werden können;Aktivieren der älteren Listenansicht-Steuerung (Windows 7);Vollständige Zeilenauswahl in der Detailansicht;Gitterlinien in der Detailansicht anzeigen;Alternative Zeilenfarben in der Detailansicht;Vordergrundfarbe: ;Hintergrundfarbe:
pt_br: Ativa ou desativa os ajustes da Visualização da Lista do Explorer.;Ajustes que podem ser usados ​​com a Visualização em Lista;Exibir cabeçalhos de coluna em todos os modos de visualização (Windows Vista/7);Usar visualização padrão do sistema de arquivos para pastas de Biblioteca (Windows 7);Desmarcar a extensão do arquivo ao renomear arquivos (Windows XP);Seleção de ciclo com F2 durante a renomeação;Enrole ao redor ao mover a seleção com as teclas de seta;Backspace sobe um nível (Windows Vista/7);Rolagem com roda do mouse enquanto segura Shift horizontalmente;Ajustes que só podem ser usados com a Visualização em Listas mais antiga;Ativar controle da Visualização em Lista mais antiga (Windows 7);Selecionar linha completa na Visualização em Detalhes;Mostrar linhas de grade na Visualização em Detalhes;Cores de linha alternadas na Visualização em Detalhes;Cor de primeiro plano:;Cor de segundo plano:

# Options_Page04_Tooltips
source: Change the behavior of Subfolder and Preview tooltips.;Subfolder Tips;Enable Subfolder Tips;Only with the Shift key is down;Show files;Show preview tooltips when mousing over menu items;Preview tooltips;Enable preview tooltips;Only with the Shift key is down;Show file information below images;Maximum Width x Height:;Font:;Text filetypes;Image and Video filetypes
de_de: Ändern Sie das Verhalten von Unterordner- und Vorschau-Tooltips;Unterordner-Inhalte;Unterordner-Inhalte aktivieren;Nur bei gedrückter Umschalttaste;Dateien anzeigen;Vorschau-Tooltips anzeigen, wenn Sie mit der Maus über Menüpunkte fahren;Vorschau-Tooltips;Vorschau-Tooltips aktivieren;Nur bei gedrückter Umschalttaste;Dateiinformationen unter Bildern anzeigen;Maximale Breite x Höhe:;Schriftart:;Textdateitypen;Bild- und Videodateitypen
pt_br: Altera o comportamento da ferramenta de menu de subpastas e pré-visualização.;Dicas de subpastas;Ativar dicas de subpasta;Apenas com a tecla Shift pressionada;Mostrar arquivos;Mostrar dicas de ferramentas ao passar mouse sobre itens;Visualizar dicas de ferramentas;Ativar visualizar de dicas;Apenas com a tecla Shift pressionada;Mostrar Informações do arquivo abaixo das imagens;Largura x altura máxima:;Fonte:;Tipos de arquivos de texto;Tipos de arquivos de imagem e vídeo

# Options_Page05_General
source: General options for QTTabBar's behavoir.;Taskbar integration;Show tab previews on the Taskbar;History;Keep history of closed tabs;Clear now;Keep history of opened files;Network;Network timeout (Enter 0 for system default):;Check for updates periodically;Check now;Export;Export Settings...;Clear file history?;Clear tab history?
de_de: Allgemeine Einstellungen für das Verhalten von QTTabBar;Taskleisten-Integration;Registerkartenvorschau in der Taskleiste anzeigen;Verlauf;Verlauf geschlossener Registerkarten behalten;Jetzt löschen;Verlauf geöffneter Dateien behalten;Netzwerk;Netzwerk-Timeout (geben Sie 0 für die Systemvorgabe ein):;Regelmäßig nach Updates suchen;Jetzt prüfen;Exportieren;Einstellungen exportieren...;Dateiverlauf löschen?;Registerkartenverlauf löschen?;Sound;Enable Sound
pt_br: Opções gerais para o comportamento do Qttabbar.;Integração da barra de tarefas;Mostrar visualizações de abas na Barra de tarefas;Histórico;Manter histórico de abas fechadas;Limpar;Manter histórico de arquivos abertos;Rede;Tempo limite de rede (Digite 0 para o padrão do sistema):;Verifique se há atualizações periodicamente;Verificar;Exportar;Exportar Configurações;Limpar histórico de arquivos?;Limpar histórico de abas?

# Options_Page06_Appearance
source: Change the appearance of tabs or the tab bar.;Tab image;Use custom tab image:;Sizing margins:;Overlap area:;Content margins:;Hit test transparent areas;Tab size;Height:;Min Width:;Max Width:;Sizing mode:;Full width;Same size;Tab text;Text Colors:;Shadow Colors:;Active Color;Inactive Color;Mouseover Color;Text Font:;Alignment:;Left;Center;Toolbar Background;Image;Solid color;Image each bar separately;Stretch mode:;Sizing margins:;Skin file;Import Skin...;Export Skin...;Stretch;True size;Tile
de_de: Ändern Sie das Aussehen von Registerkarten oder der Registerkartenleiste. Registerkartenbild;Benutzerdefiniertes Registerkartenbild verwenden:;Größenränder:;Überlappungsbereich:;Inhaltsränder:;Transparente Bereiche testen;Registerkartengröße;Höhe:;Minimale Breite:;Maximale Breite:;Größenmodus:;Volle Breite;Gleiche Größe;Registerkartentext;Textfarben:;Schattenfarben:;Aktive Farbe;Inaktive Farbe;Mouseover-Farbe;Textschrift:;Ausrichtung:;Links;Zentriert;Symbolleistenhintergrund;Bild;Volltonfarbe;Bild für jede Leiste einzeln;Dehnungsmodus:;Größenränder:;Skin-Datei;Skin importieren. ..;Skin exportieren...;Strecken;Echte Größe;Kacheln
pt_br: Altere a aparência das abas ou da barra de abas.;Imagem da aba;Imagem da aba personalizada:;Tamanho da margens:;Sobreposição da área:;Conteúdo da margens:;Acertar áreas transparentes de teste;Tamanho da aba;Altura:;Largura mín.:;Largura máx.:;Modo de tamanho:;Largura completa;Mesmo tamanho;Texto da aba;Cores do texto:;Cores de sombra:;Cor ativa;Cor inativa;Cor do realce;Fonte de texto:;Alinhamento:;Esquerda;Centro;Fundo da barra de ferramentas;Imagem;Cor sólida;Imagem para cada barra separada;Modo de esticar:;Tamanho das margens:;Arquivo de skin;Importar skin...;Exportar skin...;Esticar;Tamanho verdadeiro;Lado a lado

# Options_Page07_Mouse
source: Assign commands to different mouse actions.;To add a mouse binding, perform a mouse action on the plus icon to the left of the appropriate target type. To remove a binding, select it in the list and press the Delete key.;Other mouse options;Mouse wheel scrolls the window under the mouse;Mouse Chord;Action;Anywhere;Tab;Tab Bar Background;Folder Link;File or Folder;Explorer Background;Left Click;Right Click;Middle Click;Double Click;X1 Click;X2 Click;This mouse button cannot be used for this target.;The valid mouse buttons for this target are:;Invalid Button
de_de: Weisen Sie verschiedenen Mausaktionen Befehle zu;Um eine Mausbindung hinzuzufügen, führen Sie eine Mausaktion auf dem Plus-Symbol links neben dem entsprechenden Zieltyp aus. Um eine Bindung zu entfernen, markieren Sie sie in der Liste und drücken Sie die Entf-Taste.;Weitere Mausoptionen;Mausrad rollt das Fenster unter der Maus;Mausakkord;Aktion;Überall;Tabulator;Tab-Leisten-Hintergrund;Ordner-Link;Datei oder Ordner;Explorer-Hintergrund;Linksklick;Rechtsklick;Mittelklick;Doppelklick;X1-Klick;X2-Klick;Diese Maustaste kann für dieses Ziel nicht verwendet werden.;Die gültigen Maustasten für dieses Ziel sind:;Ungültige Taste
pt_br: Atribui comandos a diferentes ações do mouse.;Para adicionar um vinculo do mouse, execute uma ação do mouse no ícone de adição à esquerda do tipo de destino apropriado. Para remover um vinculo, selecione-a na lista e pressione a tecla Delete.;Outras opções do mouse;Roda do mouse rola a janela sob o mouse;Acordar mouse;Ação;Em qualquer lugar;Aba;Histórico da barra de abas;Link de Pasta;Arquivo ou Pasta;Fundo do Explorer;Clique Direito;Clique direito;Clique do Meio;Duplo Clique;X1 Clique;X2 Clique;Este botão do mouse não pode ser usado para este alvo.;Os botões válidos do mouse para este alvo são:;Botão inválido

# Options_Page08_Keys
source: Change keyboard shortcuts.;Select an action from the list and press the key gesture you would like to bind to it. Press Escape to clear the binding.;Other keyboard options;Show the Tab Switcher window when Ctrl + Tab is pressed;Action;Keystroke;This key is already assigned to:;Should it be reassigned?;Keystroke conflict
de_de: Tastenkombinationen ändern;Wählen Sie eine Aktion aus der Liste aus und drücken Sie die Tastenkombination, die Sie damit verbinden möchten. Drücken Sie Escape, um die Bindung zu löschen.;Andere Tastaturoptionen;Tabulatorwechsel-Fenster anzeigen, wenn Strg + Tab gedrückt wird;Aktion;Tastendruck;Diese Taste ist bereits zugewiesen an:;Soll sie neu zugewiesen werden?;Tastenkonflikt
pt_br: Altera os atalhos de teclado.;Selecione uma ação da lista e pressione o gesto de tecla que você gostaria de vincular a ela. Pressione Escape para limpar a ligação.;Outras opções de teclado;Mostrar a janela do Alternador de Abas quando Ctrl + Tab é pressionado;Ação;Teclas;Esta tecla já está atribuída a:;Deveria ser reatribuído?;Conflito de teclas

# Options_Page09_Groups
source: Create and manage tab groups.;To assign a Shortcut Key to a group, select it and press the appropriate key gesture. Press Escape to clear the binding.;Create New Group;Folder;Startup;Shortcut Key;New Group;Open group "{0}"
de_de: Erstellen und Verwalten von Registerkartengruppen;Um einer Gruppe ein Tastenkürzel zuzuweisen, wählen Sie sie aus und drücken Sie die entsprechende Tastengeste. Drücken Sie Escape, um die Bindung zu löschen.;Neue Gruppe erstellen;Ordner;Start;Tastenkürzel;Neue Gruppe;Gruppe "{0}" öffnen
pt_br: Cria e gerencia grupos de abas.;Para atribuir uma tecla de atalho a um grupo, selecione-o e pressione o gesto de tecla apropriada. Pressione Escape para limpar a ligação.;Criar novo grupo;Pasta;Inicialização;Tecla de atalho;Novo grupo;Abrir grupo "{0}"

# Options_Page10_Apps
source: Create shortcuts to commonly used files or applications.;To assign a Shortcut Key to an application, select it and press the appropriate key gesture. Press Escape to clear the binding.;Create New Folder;Path:;Arguments:;Working Directory:;Application;Shortcut Key;The following keywords are replaced with double-quoted path strings at runtime.;Selected files.;Selected folders.;Selected files and folders.;Current folder.;Current folder if no selection, otherwise selected folder.;New Folder;Remove this folder and its contents?;Launch application "{0}"
de_de: Erstellen Sie Verknüpfungen zu häufig verwendeten Dateien oder Anwendungen.;Um einer Anwendung eine Verknüpfung zuzuweisen, wählen Sie sie aus und drücken Sie die entsprechende Tastenkombination. Drücken Sie Escape, um die Verknüpfung zu löschen.;Neuen Ordner erstellen;Pfad:;Argumente:;Arbeitsverzeichnis:;Anwendung;Verknüpfungstaste;Die folgenden Schlüsselwörter werden zur Laufzeit durch Pfadangaben in doppelten Anführungszeichen ersetzt.;Ausgewählte Dateien.;Ausgewählte Ordner.;Ausgewählte Dateien und Ordner.;Aktueller Ordner.;Aktueller Ordner, wenn keine Auswahl, sonst ausgewählter Ordner.;Neuer Ordner;Diesen Ordner und seinen Inhalt entfernen?;Anwendung "{0}" starten
pt_br: Cria atalhos para arquivos ou aplicativos comumente usados.;Para atribuir uma tecla de atalho a um aplicativo, selecione-o e pressione o gesto de tecla apropriado. Pressione Escape para limpar a ligação.;Criar Nova Pasta;Caminho:;Argumentos:;Diretório de Trabalho:;Aplicativo;Tecla de atalho;As seguintes palavras-chave são substituídas por strings de caminho duplo em tempo de execução.;Arquivos selecionados.;Pastas selecionadas.;Arquivos e pastas selecionados.;Pasta atual.;Pasta atual se não houver seleção, de outra forma a pasta selecionada.;Nova pasta;Remova esta pasta e seu conteúdo?;Aplicativo executado "{0}"
